
export default {
    1:{
        "userName": "330127****1213",
        "timeStr": "8:00",
        "client": 1,
        "isHealthy": true
    },
    2:{
        "list": [
            {
                "id": 1,
                "name": "杭州市第一人民医院",
                "manNum": 180,
                "womanNum": 220
            },
            {
                "id": 2,
                "name": "杭州省人民医院",
                "manNum": 110,
                "womanNum": 120
            }
        ]
    },
    3:{
        "time":["6:00","7:00"],
        "registerList":[70,270],
        "healthyList":[50,160]
        // "registerList": [
        //     {
        //         "time": "6:00",
        //         "num": 70
        //     },
        //     {
        //         "time": "7:00",
        //         "num": 270
        //     }
        // ],
        // "healthyList": [
        //     {
        //         "time": "6:00",
        //         "num": 50
        //     },
        //     {
        //         "time": "7:00",
        //         "num": 160
        //     }
        // ]
    },
	4:{
		"registerList": [
            {
                "name": "打车",
                "percent": 25
            },
            {
                "name": "公交",
                "percent": 40
            },
            {
                "name": "自驾",
                "percent": 35
            }
        ]
	},
    5:{
        "count": 3420,
        "head":[
            "医院名称","人数","跨区人数"
        ],
        "data":[
            ["杭州市第一人民医院",564,234],
            ["浙江大学医学院附属第一医院",532,332],
        ],
        // "list": [
        //     {
        //         "id": 1,
        //         "name": "杭州市第一人民医院",
        //         "num": 564,
        //         "crosstownNum": 234
        //     },
        //     {
        //         "id": 2,
        //         "name": "浙江大学医学院附属第一医院",
        //         "num": 532,
        //         "crosstownNum": 332
        //     }
        // ]
    },
	6:{
        "list": [
            {
                "text": "60岁以上",
                "percent": 25
            },
            {
                "text": "51-60岁",
                "percent": 20
            }
        ]
	},
    7:{
        "list": [
            {
                "name": "智慧医疗",
                "x": 10,
                "y": 10,
                "size": 20,
                "color": "red"
            },
            {
                "name": "钱包查询",
                "x": 20,
                "y": 20,
                "size": 10,
                "color": "blue"
            }
        ]
    },
    8:{
        "list": [
            {
                "text": "1-20岁",
                "functionList": [
                    "钱包查询",
                    "智慧医疗",
                    "服务网店"
                ]
            },
            {
                "text": "21-30岁",
                "functionList": [
                    "智慧医疗",
                    "校园健身",
                    "商户网店"
                ]
            }
        ]
    },
    9:{
        "list": [
            {
                "name": "智慧医疗",
                "num": 35211
            },
            {
                "name": "充值",
                "num": 10221
            }
        ]
    },
    10:{
        "list": [
            {
                "name": "智慧医疗",
                "num": 30221
            },
            {
                "name": "钱包查询",
                "num": 8766
            }
        ]
    },
    11:{
        "head":["WEB端","移动端"],
        "data":[
            ["1.谷歌浏览器","1.iPhone"],
            ["2.360浏览器","2.华为"]
        ]
        // "list": [
        //     {
        //         "title": "WEB端",
        //         "data": [
        //             {
        //                 "id": 1,
        //                 "name": "谷歌浏览器"
        //             },
        //             {
        //                 "id": 2,
        //                 "name": "360浏览器"
        //             }
        //         ]
        //     },
        //     {
        //         "title": "移动端",
        //         "data": [
        //             {
        //                 "id": 1,
        //                 "name": "iPhone"
        //             },
        //             {
        //                 "id": 2,
        //                 "name": "华为"
        //             }
        //         ]
        //     }
        // ]
    },
    12:{
        "time":["6:00-10:00","10:00-14:00"],
        "count":[680,520],
        "web":[300,200],
        "mobile":[380,320]

        // "list": [
        //     {
        //         "time": "6:00-10:00",
        //         "count": 680,
        //         "web": 300,
        //         "mobile": 380
        //     },
        //     {
        //         "time": "10:00-14:00",
        //         "count": 520,
        //         "web": 200,
        //         "mobile": 320
        //     }
        // ]
    },
    13:{
        "list": [
            {
                "id": 1,
                "name": "钱包查询",
                "pic": "http://",
                "icon":'wallet'
            },
            {
                "id": 2,
                "name": "卡交易查询",
                "pic": "http://",
                "icon":'cardQuery',
                "hot":true
            },
            {
                "id": 3,
                "name": "充值",
                "icon":'recharge'
            }
        ]
    },
    14:{
        "list": [
            {
                "name": "功能总使用量",
                "num": 15462
            }
        ]
    },
    15:{
        "list":[
            {
                "name": "智慧医疗",
                "num": 3560
            },
            {
                "name": "钱包查询",
                "num": 3321
            }
        ]
    },
    16:{
        "list": [
            {
                "name": "日活",
                "num": 56000
            },
            {
                "name": "月活",
                "num": 2000000
            }
        ]
    },
    17:{
        "list": [
            {
                "name": "苹果",
                "num": 10000
            },
            {
                "name": "安卓",
                "num": 10000
            }
        ]
    },
    19:{
        "list": [
            {
                "name": "累计用户总数",
                "num": 5000000
            },
            {
                "name": "日新增用户",
                "num": 5000
            }
        ]
    },
    20:{
        "time":["6:00","7:00"],
        "ios":[3560,3321],
        "and":[3000,2800]
        // [
        //     {
        //         "type": 1,
        //         "name": "苹果",
        //         "data": [
        //             {
        //                 "time": "6:00",
        //                 "num": 3560
        //             },
        //             {
        //                 "name": "7:00",
        //                 "num": 3321
        //             }
        //         ]
        //     },
        //     {
        //         "type": 2,
        //         "name": "安卓",
        //         "data": [
        //             {
        //                 "time": "6:00",
        //                 "num": 3000
        //             },
        //             {
        //                 "name": "7:00",
        //                 "num": 2800
        //             }
        //         ]
        //     }
        // ]
    },
    21:{

    },
    22:{
        "category":["钱包查询","卡交易查询"],
        "ios":[100,200],
        "and":[100,200]
        // [
        //     {
        //         "type": 1,
        //         "name": "苹果",
        //         "data": [
        //             {
        //                 "name": "钱包查询",
        //                 "num": 100
        //             },
        //             {
        //                 "name": "卡交易查询",
        //                 "num": 200
        //             }
        //         ]
        //     },
        //     {
        //         "type": 2,
        //         "name": "安卓",
        //         "data": [
        //             {
        //                 "name": "钱包查询",
        //                 "num": 100
        //             },
        //             {
        //                 "name": "卡交易查询",
        //                 "num": 200
        //             }
        //         ]
        //     }
        // ]
    },
    23:{
        "list":[
            {
                "name": "智慧医疗",
                "percent": 40
            },
            {
                "name": "校园健身",
                "percent": 15
            }
        ]
    },
    25:{

    },
    26:{
        "bus": 0.7,
        "metro": 0.3,
        "mostComfort": [
            "K2",
            "24",
            "156",
            "196"
        ],
        "comfortLevel": [
            "0.6",
            "0.8",
            "0.6",
            "0.6"
        ],
        "mostCrowd": [
            "K3",
            "32",
            "136",
            "216"
        ],
        "crowdLevel": [
            "0.6",
            "0.8",
            "0.6",
            "0.6"
        ]
    },
    27:{
        "head":[
            "", "0时", "2时"
        ],
        "data":[
            ["私家车",20,25],
            ["公共交通",30,30],
            ["地铁",0,0]
        ],
        // "name": [ "私家车","公共交通","地铁"],
        // "time": ["0时", "2时"],
        // "list": [
        //     {
        //         "percent": [20.25],
        //         "changePercent": [5,-5]
        //     },
        //    {
        //         "percent": [30.30],
        //         "changePercent": [2,3]
        //     },
        //    {
        //         "percent": [0.0],
        //         "changePercent": [0,0]
        //     },
        // ]

    }

}